Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXSubtitlesWhenLanguageMismatchDescription
source: Automatically show subtitles when the language of the video you’re watching doesn’t match your preferred Apple TV language.
ar: إظهار الترجمة تلقائيًا عندما لا تتطابق لغة الفيديو الذي تشاهده مع لغتك المفضلة في Apple TV.
ca: Activa els subtítols automàticament si l’idioma del vídeo que reprodueixes no coincideix amb l’idioma principal de l’Apple TV.
cs: Automaticky zobrazí titulky, pokud se jazyk sledovaného videa liší od preferovaného jazyka Apple TV.
da: Vis automatisk undertekster, når sproget i den video, du ser, ikke er det samme som dit foretrukne Apple TV-sprog.
de: Untertitel werden automatisch angezeigt, wenn die Sprache des Videos, das du ansiehst, nicht mit deiner bevorzugten Sprache auf dem Apple TV übereinstimmt.
el: Αυτόματη εμφάνιση υπότιτλων όταν η γλώσσα του βίντεο που παρακολουθείτε δεν αντιστοιχεί στην προτιμώμενη γλώσσα του Apple TV σας.
es: Los subtítulos se muestran automáticamente cuando el idioma del vídeo que estás viendo no coincide con el idioma principal de tu Apple TV.
es_us: Muestra subtítulos automáticamente cuando el video que ves no corresponde a tu idioma preferido en el Apple TV.
fi: Näytä tekstitys automaattisesti, kun katsomasi videon kieli ei ole sama kuin ensisijainen Apple TV -kielesi.
fr: Affichez automatiquement les sous-titres lorsque la langue de la vidéo en cours ne correspond pas à votre langue préférée sur l’Apple TV.
fr_ca: Affiche automatiquement les sous-titres lorsque la langue de la vidéo à l’écoute ne correspond pas à votre langue préférée pour l’Apple TV.
he: ניתן להציג כתוביות באופן אוטומטי כששפת הווידאו הנצפה אינה תואמת לשפת ה-Apple TV המועדפת שלך.
hi: सबटाइटल ऑटोमैटिकली दिखाएँ जब आपके द्वारा देखे जा रहे वीडियो की भाषा आपके Apple TV की पसंदीदा भाषा से मेल नहीं खाती है।
hr: Automatsko prikazivanje titlova kad se jezik videozapisa koji gledate ne podudara s vašim preferiranim jezikom Apple TV-a.
hu: Automatikusan megjeleníti a feliratokat, amikor a nézett videó nyelve nem felel meg az Ön Apple TV‑n beállított előnyben részesített nyelvének.
id: Tampilkan subtitle secara otomatis saat bahasa video yang sedang Anda tonton tidak sesuai dengan bahasa Apple TV pilihan Anda.
it: Mostra automaticamente i sottotitoli quando la lingua del video che stai guardando non corrisponde a quella preferita di Apple TV.
ja: 視聴中のビデオの言語がApple TVの優先する言語と一致しないときに自動的に字幕を表示します。
ko: 시청 중인 비디오의 언어가 선호하는 Apple TV 언어와 일치하지 않는 경우 자동으로 자막을 표시합니다.
ms: Tunjukkan sari kata secara automatik apabila bahasa video yang anda tonton tidak sepadan dengan bahasa Apple TV pilihan anda.
nl: Ondertiteling wordt automatisch weergegeven wanneer de taal van de video die je bekijkt niet overeenkomt met de gewenste Apple TV-taal.
no: Vis undertekster automatisk når videoer spilles på et annet språk enn det som er ditt foretrukne språk på Apple TV.
pl: Automatycznie wyświetlaj napisy, gdy język wideo nie jest zgodny z preferowanym językiem Apple TV.
pt_br: Mostra automaticamente as legendas quando o idioma do vídeo que você está vendo não é igual ao seu idioma preferido na Apple TV.
pt_pt: Mostrar legendas automaticamente se o idioma do vídeo em reprodução não corresponder ao idioma preferido configurado na Apple TV.
ro: Subtitrările vor fi afișate automat atunci când limba conținutului video pe care îl vizionați nu corespunde cu limba preferată pentru Apple TV.
ru: Субтитры отображаются автоматически, если язык просматриваемого видео не соответствует предпочитаемому языку Apple TV.
sk: Automaticky zobrazí titulky, keď sa jazyk prehrávaného videa líši od preferovaného jazyka Apple TV.
sl: Omogočite samodejen prikaz podnapisov, kadar se jezik predvajanega videa ne ujema z izbranim jezikom Apple TV-ja.
sv: Visa undertexter automatiskt när språket i videon du tittar på inte matchar ditt föredragna språk på Apple TV.
th: แสดงคำบรรยายโดยอัตโนมัติเมื่อภาษาของวิดีโอที่คุณกำลังดูไม่ตรงกับภาษาที่ต้องการของ Apple TV
tr: İzlediğiniz videonun dili tercih ettiğiniz Apple TV diliyle eşleşmediğinde altyazıları otomatik olarak gösterir.
uk: Автоматично показувати субтитри, якщо мова відтворюваного відео відрізняється від заданої на Apple TV пріоритетної мови.
vi: Tự động hiển thị phụ đề khi ngôn ngữ của video mà bạn đang xem không khớp với ngôn ngữ Apple TV được ưu tiên của bạn.
zh_cn: 所观看视频的语言与Apple TV首选语言不匹配时自动显示字幕。
zh_hk: 當觀看的影片語言與你偏好的Apple TV語言不相符時，自動顯示字幕。
zh_tw: 在觀看的影片不符合你偏好的Apple TV語言時自動顯示字幕。

# AXAccessoriesSectionTitle
source: Accessories
ar: الملحقات
ca: Accessoris
cs: Příslušenství
da: Tilbehør
de: Zubehör
el: Αξεσουάρ
es: Accesorios
es_us: Accesorios
fi: Lisälaitteet
fr: Accessoires
fr_ca: Accessoires
he: אביזרים
hi: ऐक्सेसरी
hr: Pribori
hu: Kiegészítők
id: Aksesori
it: Accessori
ja: アクセサリ
ko: 액세서리
ms: Aksesori
nl: Accessoires
no: Tilbehør
pl: Akcesoria
pt_br: Acessórios
pt_pt: Acessórios
ro: Accesorii
ru: Аксессуары
sk: Príslušenstvá
sl: Dodatna oprema
sv: Tillbehör
th: อุปกรณ์เสริม
tr: Aksesuarlar
uk: Прилади
vi: Phụ kiện
zh_cn: 配件
zh_hk: 配件
zh_tw: 配件

# AXSubtitlesAndCaptiontingTitle
source: Subtitles and Captioning
ar: الترجمة والشرح المكتوب
ca: Subtítols i subtítols descriptius
cs: Titulky a skryté titulky
da: Undertekster og billedtekster
de: Untertitel und erweiterte Untertitel
el: Υπότιτλοι και λεζάντες
es: Subtítulos
es_us: Subtítulos
fi: Tekstitys ja kuvaileva tekstitys
fr: Sous-titres codés et SM
fr_ca: Sous-titres et sous-titrage codé
he: כתוביות
hi: सबटाइटल और कैप्शनिंग
hr: Titlovi i opisi
hu: Feliratok és szöveges átiratok
id: Subtitle dan Teks Tertulis
it: Sottotitoli non udenti
ja: 標準字幕とバリアフリー字幕
ko: 자막 및 청각 장애인용 자막
ms: Sari Kata dan Kapsyen
nl: Ondertiteling en bijschriften
no: Undertekster og skjult teksting
pl: Napisy dialogowe i dla niesłyszących
pt_br: Legendas e Legendas Ocultas
pt_pt: Legendas e legendagem opcional
ro: Subtitrări și subtitrări complexe
ru: Субтитры и Скрытые субтитры
sk: Titulky a skryté titulky
sl: Podnapisi in podnaslavljanje
sv: Undertext och dold textning
th: คำบรรยายและคำบรรยายภาพ
tr: Altyazılar
uk: Субтитри і супровідний текст
vi: Phụ đề và chú thích
zh_cn: 字幕与隐藏式字幕
zh_hk: 字幕與隱藏式字幕
zh_tw: 字幕和隱藏式字幕

# AXCaptionStyleSizeTitle
source: Size
ar: الحجم
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_us: Tamaño
fi: Koko
fr: Taille
fr_ca: Taille
he: גודל
hi: आकार
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensioni sottotitoli
ja: サイズ
ko: 크기
ms: Saiz
nl: Grootte
no: Størrelse
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sl: Velikost
sv: Storlek
th: ขนาด
tr: Büyüklük
uk: Розмір
vi: Kích cỡ
zh_cn: 大小
zh_hk: 大小
zh_tw: 大小

# AXBrailleAlertDisplayDurationDescription
source: The duration that an alert will be visible on your Braille display.
ar: المدة التي يكون خلالها التنبيه مرئيًا على شاشة برايل لديك.
ca: Temps durant el qual un avís serà visible a la pantalla Braille.
cs: Čas, po který bude upozornění viditelné na vašem braillském řádku.
da: Det tidsrum advarslen vises på dit punktdisplay.
de: Die Dauer, während der ein Hinweis auf dem Brailledisplay angezeigt wird.
el: Η διάρκεια εμφάνισης μιας ειδοποίησης στην οθόνη Μπράιγ σας.
es: Tiempo durante el cual un aviso permanecerá visible en tu pantalla braille.
es_us: El tiempo que una alerta permanecerá visible en tu pantalla Braille.
fi: Aika, jonka viesti näkyy pistenäytöllä.
fr: Durée d’affichage d’une alerte sur votre plage braille.
fr_ca: Durée pendant laquelle une alerte est visible sur la plage braille.
he: זהו משך הזמן שבו התראה תהיה גלויה בצג הברייל.
hi: आपके ब्रेल डिस्प्ले पर अलर्ट के दिखाई देने की अवधि।
hr: Period tijekom kojeg će se alarm prikazivati na vašem Brajevom retku.
hu: Az az időtartam, amíg a jelzés látható marad a Braille-kijelzőn.
id: Durasi ditampilkannya peringatan di layar Braille Anda.
it: Indica per quanto tempo l’avviso sarà visibile sullo schermo Braille.
ja: 点字ディスプレイに通知が表示される時間を指定します。
ko: 점자 디스플레이 위에 알림이 표시되는 시간입니다.
ms: Tempoh isyarat akan kelihatan pada paparan Braille anda.
nl: Hoelang een melding op je brailleleesregel wordt weergegeven.
no: Hvor lenge et varsel vil være synlig på leselisten din.
pl: Czas wyświetlania alertu na monitorze Braille'a.
pt_br: A duração pela qual um alerta será exibido na linha Braille.
pt_pt: Tempo durante o qual um aviso estará visível na linha braille.
ro: Durata pentru care o alertă va fi vizibilă pe afișajul dvs. Braille.
ru: Продолжительность отображения предупреждения на Вашем дисплее Брайля.
sk: Doba, počas ktorej bude upozornenie zobrazené na braillovskom riadku.
sl: Trajanje prikaza opozorila na Braillovi vrstici.
sv: Hur länge en notis visas på punktskriftsdisplayen.
th: ระยะเวลาการแสดงการเตือนบนเครื่องแสดงผลอักษรเบรลล์ของคุณ
tr: Braille ekranınızda bir uyarının görünür kalacağı süre.
uk: Час, протягом якого видно оповістку на вашому брайль-дисплеї.
vi: Khoảng thời gian mà cảnh báo sẽ hiển thị trên màn hình braille của bạn.
zh_cn: 盲文显示器上显示提醒的持续时间。
zh_hk: 提示在點字顯示器上可檢視的時間長度。
zh_tw: 點字顯示器上顯示提示的持續時間。

# AXColorFilterRedOnBlackTitle
source: Red On Black
ar: أحمر على أسود
ca: Vermell sobre negre
cs: Červená na černé
da: Rød på sort
de: Rot auf Schwarz
el: Κόκκινο σε μαύρο
es: Rojo sobre negro
es_us: Rojo sobre negro
fi: Punainen mustalla
fr: Rouge sur noir
fr_ca: Rouge sur noir
he: אדום על גבי שחור
hi: काले पर लाल
hr: Crveno na crnom
hu: Feketén piros
id: Merah Di Atas Hitam
it: Rosso su nero
ja: 黒地に赤
ko: 검은색 바탕에 빨간색
ms: Merah Atas Hitam
nl: Rood op zwart
no: Rød på svart
pl: Czerwone na czarnym
pt_br: Vermelho sobre Preto
pt_pt: Vermelho sobre preto
ro: Roșu pe negru
ru: Красное на черном
sk: Červená na čiernej
sl: Rdeče na črnem
sv: Rött på svart
th: แดงบนดำ
tr: Siyah Üzeri Kırmızı
uk: Червоний на чорному
vi: Đỏ trên nền Đen
zh_cn: 黑底红字
zh_hk: 黑底紅字
zh_tw: 黑底紅字

# SCAN_TIMEOUT_ADJUST_INSTRUCTIONS
source: Slide to adjust Auto Hide timeout
ar: قم بالتمرير لضبط مهلة الإخفاء التلقائي
ca: Llisca per ajustar el temps límit perquè s’oculti tot automàticament.
cs: Posunutím upravíte časový limit automatického skrývání
da: Skub for at justere interval for Skjul automatisk
de: Zum Anpassen der Zeitüberschreitung beim automatischen Ausblenden streichen
el: Σύρετε για προσαρμογή του χρονικού ορίου Αυτόματης απόκρυψης
es: Desliza para ajustar el tiempo límite para la ocultación automática.
es_us: Desliza para ajustar el intervalo para ocultar automáticamente
fi: Säädä automaattisen kätkennän aikakatkaisua liu’uttamalla
fr: Faites glisser pour ajuster le délai d’expiration du masquage automatique
fr_ca: Faites glisser pour régler le délai de « Masquer automatiquement ».
he: ניתן להחליק לשינוי הזמן הקצוב של ״הסתרה אוטומטית״
hi: ऑटो हाइड टाइमआउट को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje isteka automatskog sakrivanja
hu: Csúsztassa el az Automatikus elrejtés időtúllépésének módosításához
id: Geser untuk menyesuaikan batas waktu Sembunyikan Otomatis
it: Fai scorrere il cursore per regolare il timeout dell’opzione “Nascondi automaticamente”
ja: スライドして“自動的に非表示”のタイムアウトを調整します
ko: 자동 가리기 제한 시간을 조절하려면 미십시오.
ms: Luncur untuk melaraskan tamat masa Sembunyi Auto
nl: Schuif om time-out voor automatisch verbergen aan te passen
no: Skyv for å justere intervallet for Skjul automatisk
pl: Przesuń, aby skorygować limit czasu automatycznego ukrycia
pt_br: Deslize o dedo para ajustar o tempo para Ocultar Automaticamente
pt_pt: Passe o dedo para regular o intervalo para auto‑ocultar.
ro: Glisați pentru a ajusta timpul de așteptare pentru opțiunea „Mascare automată”
ru: Проведите пальцем, чтобы отрегулировать время ожидания автоскрытия
sk: Potiahnutím nastavte časový interval automatického skrytia
sl: Časovno omejitev samodejnega skritja prilagodite z drsenjem
sv: Dra för att justera tidsgränsen för Autogöm
th: เลื่อนเพื่อปรับช่วงหมดเวลาของการซ่อนอัตโนมัติ
tr: Otomatik Saklama zaman aşımını ayarlamak için kaydırın
uk: Посуньте, щоб змінити затримку Автоприховання
vi: Trượt để điều chỉnh hết thời gian Tự động ẩn
zh_cn: 滑动以调整自动隐藏超时
zh_hk: 掃一下調整「自動隱藏」超時
zh_tw: 滑動來調整「自動隱藏」逾時

# AXVoiceOverRotorTitle
source: Rotor
ar: الدوَّار
el: Ρότορας
fi: Roottori
he: חוגה
hi: रोटर
it: Rotore
ja: ローター
ko: 로터
pl: Pokrętło
ru: Ротор
th: ตัวหมุน
uk: Ротор
vi: Rô-to
zh_cn: 转子
zh_hk: 轉輪
zh_tw: 轉輪

# AXVoiceOverMediaDescriptionsTitle
source: Media Descriptions
ar: أوصاف الوسائط
ca: Descripcions multimèdia
cs: Popisy médií
da: Mediebeskrivelser
de: Medienbeschreibungen
el: Περιγραφές πολυμέσων
es: Descripción de contenido
es_us: Descripciones de contenido
fi: Mediakuvaukset
fr: Descriptions multimédias
fr_ca: Descriptions multimédias
he: תיאורי מדיה
hi: मीडिया विवरण
hr: Opisi medija
hu: Médialeírások
id: Deskripsi Media
it: Descrizioni file multimediali
ja: メディア説明サービス
ko: 미디어 설명
ms: Perihalan Media
nl: Mediabeschrijvingen
no: Mediebeskrivelser
pl: Opisy multimediów
pt_br: Descrições de Mídia
pt_pt: Descrições de conteúdo multimédia
ro: Descrieri multimedia
ru: Описания медиа
sk: Popisy médií
sl: Opisi predstavnosti
sv: Mediebeskrivningar
th: คำบรรยายสื่อ
tr: Ortam Açıklamaları
uk: Описи медіавмісту
vi: Mô tả phương tiện
zh_cn: 媒体描述
zh_hk: 媒體描述
zh_tw: 媒體描述

# AXSubtitlesApplyAcrossAppsDescription
source: When on, turning subtitles on or off in one app will apply to all apps. When Apply Across Apps is off, you can control subtitles for each app separately.
ar: عندما يكون الخيار مشغلًا، فإن تشغيل الترجمات أو إيقافها في تطبيق واحد سينطبق على جميع التطبيقات. وعندما يكون خيار "تطبيق على كل التطبيقات" متوقفًا، يمكنك التحكم في الترجمات لكل تطبيق على حدة.
ca: Si aquesta opció està activada, els canvis que facis als subtítols s’aplicaran a totes les apps a la vegada. Per contra, si està desactivada, els podràs controlar per a cada app de manera independent.
cs: Když je tato volba zapnutá, zapnutí nebo vypnutí titulků v jedné aplikaci se projeví ve všech ostatních aplikacích. Pokud je vypnutá, můžete titulky v jednotlivých aplikacích nastavovat samostatně.
da: Når Anvend i alle apps er slået til, anvendes ændringer til undertekster i en app for alle apps. Når Anvend i alle apps er slået fra, kan du styre undertekster for hver app separat.
de: Ist die Option aktiviert, wird das Ein- oder Ausschalten von Untertiteln in einer App auf alle Apps angewendet. Ist die Option „Auf alle Apps anwenden“ deaktiviert, kannst du die Untertitel für jede App separat steuern.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η ενεργοποίηση ή η απενεργοποίηση των υπότιτλων σε μία εφαρμογή θα εφαρμοστεί σε όλες τις εφαρμογές. Όταν το τμήμα «Εφαρμογή σε όλες τις εφαρμογές» είναι ανενεργό, μπορείτε να ελέγχετε τους υπότιτλους για κάθε εφαρμογή ξεχωριστά.
es: Esta opción permite que, al activar o desactivar los subtítulos en una app, el cambio se aplique a todas las apps. Desactiva este ajuste si quieres controlar los subtítulos en cada app de forma independiente.
es_us: Con esta opción, cuando actives o desactives los subtítulos en una app, el cambio se aplicará a todas las demás. Desactiva esta opción para controlar los subtítulos en cada app por separado.
fi: Kun päällä, tekstityksen laittaminen päälle tai pois päältä yhdessä apissa vaikuttaa kaikkiin appeihin. Kun ”Käytä kaikissa apeissa” on pois päältä, voit hallita tekstitystä jokaisessa apissa erikseen.
fr: Lorsque l’option « Appliquer à toutes les apps » est activée, l’activation ou la désactivation des sous-titres dans une app s’applique à toutes les apps. Lorsque cette option est désactivée, vous pouvez contrôler les sous-titres séparément dans chaque app.
fr_ca: Lorsque l’option « Appliquer à toutes les apps » est activée, l’état des sous-titres s’applique à toutes les apps. Lorsqu’elle est désactivée, vous pouvez contrôler les sous-titres de chaque app individuellement.
he: כאשר הגדרה זו פעילה, פעולות הפעלה או כיבוי של כתוביות ביישום אחד יתבצעו בכל היישומים. כאשר ההגדרה כבויה, ניתן לשלוט בכתוביות בכל יישום בנפרד.
hi: इसके चालू होने पर, किसी एक ऐप में सबटाइटल चालू या बंद करने पर सभी ऐप्स में वह बदलाव लागू हो जाएगा। जब “सभी ऐप्स पर लागू करें” बंद होगा, तो आप हर ऐप के लिए सबटाइटल अलग-अलग नियंत्रित कर सकेंगे।
hr: Kad je uključeno, uključivanje ili isključivanje titlova u jednoj aplikaciji primijenit će se na sve aplikacije. Kad je opcija Primijeni na sve aplikacije isključena, možete zasebno upravljati titlovima za svaku aplikaciju.
hu: Bekapcsolt állapotban a feliratok be- vagy kikapcsolása egy appban az összes appra vonatkozni fog. Ha az Appok közötti alkalmazás ki van kapcsolva, akkor minden egyes app esetében külön-külön szabályozhatja a feliratokat.
id: Saat dinyalakan, subtitle akan ikut dinyalakan atau dimatikan di semua app jika dinyalakan atau dimatikan di suatu app. Saat Terapkan di Semua App dimatikan, Anda dapat mengontrol subtitle untuk setiap app secara terpisah.
it: Quando l’opzione è attiva, l’attivazione o la disattivazione dei sottotitoli in un’app si applicherà a tutte le app. Quando non è attiva, puoi controllare i sottotitoli per ogni app separatamente.
ja: オンの場合、1つのアプリで字幕のオン/オフを切り替えると、すべてのアプリに適用されます。“すべてのアプリに適用”がオフになっている場合は、各アプリの字幕を個別に制御できます。
ko: ‘앱 전반에 적용’이 켜져 있을 때, 한 앱에서 자막을 켜거나 끄면 모든 앱에 적용됩니다. 꺼져 있으면 각 앱의 자막을 개별적으로 제어할 수 있습니다.
ms: Apabila diaktifkan, mengaktifkan atau menyahaktifkan sari kata dalam satu app akan digunakan pada semua app. Apabila Guna Merentas App dinyahaktifkan, anda boleh mengawal sari kata untuk setiap app secara berasingan.
nl: Wanneer dit is ingeschakeld, wordt het in- of uitschakelen van ondertiteling in één app toegepast op alle apps. Wanneer 'Pas toe op alle apps' is uitgeschakeld, kun je de ondertiteling voor elke app afzonderlijk regelen.
no: Når innstillingen er på, vil visning eller skjuling av undertekster gjelde for alle apper på enheten. Når Bruk på tvers av apper er slått av, kan du slå av eller på undertekster for hver enkelt app hver for seg.
pl: Gdy opcja jest włączona, włączenie lub wyłączenie napisów w jednej aplikacji dotyczy wszystkich aplikacji. Gdy opcja We wszystkich aplikacjach jest wyłączona, napisy możesz ustawiać w każdej aplikacji osobno.
pt_br: Quando essa opção estiver ativada, a ativação ou desativação de legendas em um app se aplicará a todos os demais. Quando desativada, será possível controlar as legendas de cada app separadamente.
pt_pt: Quando esta opção está ativada, a ativação ou desativação das legendas numa aplicação aplica‑se a todas as aplicações. Quando está desativada, é possível controlar as legendas de cada aplicação separadamente.
ro: Când opțiunea „Aplicare în toate aplicațiile” este activată, activarea sau dezactivarea subtitrărilor într‑o aplicație se va aplica tuturor aplicațiilor. Când opțiunea este dezactivată, puteți controla subtitrările pentru fiecare aplicație separat.
ru: Если параметр «Для всех приложений» включен, то включение или выключение субтитров в одном приложении будет применяться ко всем приложениям. Если этот параметр выключен, можно отдельно управлять субтитрами в каждом приложении.
sk: Keď je táto možnosť zapnutá, zapnutie alebo vypnutie titulkov v jednej apke sa bude vzťahovať na všetky apky. Keď je vypnutá, titulky môžete v jednotlivých apkách ovládať samostatne.
sl: Ko je ta možnost vklopljena, bo vklop ali izklop podnapisov v eni aplikaciji veljal za vse aplikacije. Ko je možnost Uporabi v vseh aplikacijah izklopljena, lahko podnapise upravljate za vsako aplikacijo posebej.
sv: När det här är aktivt och undertexter slås på eller stängs av i en app gäller ändringen för alla appar. När det är avaktiverat kan du styra undertexter för varje app separat.
th: เมื่อการทำงานนี้เปิดอยู่ การเปิดใช้หรือปิดใช้คำบรรยายในหนึ่งแอปจะปรับใช้กับแอปทั้งหมด เมื่อปรับใช้กับแอปทั้งหมดปิด คุณสามารถควบคุมคำบรรยายสำหรับแต่ละแอปแยกกันได้
tr: Bu seçenek açıkken bir uygulamada altyazıları açmak veya kapatmak tüm uygulamalara uygulanır. Tüm uygulamalara uygula seçeneği kapalıyken altyazıları her uygulama için ayrı ayrı denetleyebilirsiniz.
uk: Якщо ввімкнено, вмикання або вимикання субтитрів в одній програмі впливатиме на всі програми. Якщо параметр «Застосовувати до всіх програм» вимкнено, можна керувати субтитрами для кожної програми окремо.
vi: Khi được bật, việc bật hoặc tắt phụ đề trong một ứng dụng sẽ được áp dụng cho tất cả các ứng dụng. Khi tùy chọn Áp dụng trên các ứng dụng bị tắt, bạn có thể kiểm soát phụ đề cho riêng từng ứng dụng.
zh_cn: 打开时，在一个App中打开或关闭字幕将应用到所有App。关闭“跨App应用”时，你可以分别控制每个App的字幕。
zh_hk: 開啟時，在一個App中開啟或關閉字幕會套用至所有App。「套用至所有App」關閉後，你可以分別控制各個App的字幕。
zh_tw: 開啟時，在一個App中開啟或關閉字幕將套用至所有App。關閉「套用到所有App」時，你可以分別控制每個App的字幕。

# AXHoverTextBackgroundColorTitle
source: Background Color
ar: لون الخلفية
ca: Color del fons
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
es_us: Color de fondo
fi: Taustaväri
fr: Couleur d’arrière-plan
fr_ca: Couleur d’arrière-plan
he: צבע רקע
hi: बैकग्राउंड रंग
hr: Pozadinska boja
hu: Háttér színe
id: Warna Latar Belakang
it: Colore di sfondo
ja: 背景のカラー
ko: 배경 색상
ms: Warna Latar Belakang
nl: Achtergrondkleur
no: Bakgrunnsfarge
pl: Kolor tła
pt_br: Cor do Fundo
pt_pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
sk: Farba pozadia
sl: Barva v ozadju
sv: Bakgrundsfärg
th: สีพื้นหลัง
tr: Arka Plan Rengi
uk: Колір тла
vi: Màu nền
zh_cn: 背景颜色
zh_hk: 背景顏色
zh_tw: 背景顏色

# DEFAULT_VOICE_WITH_NAME
source: %@ (Default)
ar: ‏%@ (افتراضي)
ca: %@ (per omissió)
cs: %@ (výchozí)
da: %@ (standard)
de: %@ (Standard)
el: %@ (προεπιλογή)
es: %@ (por omisión)
es_us: %@ (predeterminada)
fi: %@ (oletus)
fr: %@ (par défaut)
fr_ca: %@ (par défaut)
he: ‏%@ (ברירת המחדל)
hi: %@ (डिफ़ॉल्ट)
hr: %@ (standardno)
hu: %@ (alapértelmezett)
ja: %@（デフォルト）
ko: %@(기본 설정)
ms: %@ (Lalai)
nl: %@ (standaard)
no: %@ (standard)
pl: %@ (domyślny)
pt_br: %@ (Padrão)
pt_pt: %@ (predefinição)
ro: %@ (implicită)
ru: %@ (по умолчанию)
sk: %@ (predvolený)
sl: %@ (privzeto)
sv: %@ (förval)
th: %@ (ค่าเริ่มต้น)
tr: %@ (Saptanmış)
uk: %@ (типовий)
vi: %@ (Mặc định)
zh_cn: %@（默认）
zh_hk: %@（預設值）
zh_tw: %@（預設值）

# AXGeneralSectionTitle
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
fr_ca: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
nl: Algemeen
no: Generelt
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_cn: 通用
zh_hk: 一般
zh_tw: 一般

# AXCaptionTextEdgeStyleRaise
source: Raised
ar: مرتفع
ca: Elevada
cs: Zvýšené
da: Hævet
de: Hochgestellt
el: Ανυψωμένα
es: Elevados
es_us: Elevados
fi: Kohotettu
fr: Surélevée
fr_ca: Surélevée
he: מוגבה
hi: उठा हुआ
hr: Podignut
hu: Emelt
id: Dinaikkan
it: In rilievo
ja: 浮き出し
ko: 양각체
ms: Timbul
nl: Verhoogd
no: Hevet
pl: Podniesione
pt_br: Elevado
pt_pt: Em relevo
ro: Ridicat
ru: Поднятые
sk: Zvýšené
sl: Zvišano
sv: Upphöjd
th: สูงขึ้น
tr: Kabarık
uk: Рельєфний
vi: Được nâng lên
zh_cn: 凸起
zh_hk: 突起
zh_tw: 突起
